Repository: Mohamed-Slimane/WordPress-Shrotlinks
Catalog: languages/deveridlink-*.po
Languages: ar

source: About
ar: حول

source: About Dever short link
ar: حول الرابط القصير من ديفر

source: Bottom left
ar: أسفل يسار

source: Bottom right
ar: أسفل يمين

source: Button position
ar: موضع الأيقونة

source: Copied
ar: نسخ

source: Copy link
ar: نسخ الرابط

source: Dever
ar: ديفر

source: Dever short link
ar: الرابط القصير من ديفر

source: Get short link of pages
ar: الحصول على رابط قصير من الصفحات

source: https://en.de-ver.com
ar: https://de-ver.com

source: Id
ar: معرف

source: Link type
ar: نوع الرابط

source: Margin
ar: المحاذات

source: Okey
ar: حسنا

source: Post type
ar: نوع الصفحة

source: Short link
ar: الرابط القصير

source: The link for this page has been copied
ar: تم نسخ رابط هذه الصفحة

source: This plugin helps you to add an icon to copy a short link in pages, articles, products, or anywhere you want.
ar: هذا المكون الاضافي يساعدك على اضافة ايقونة لنسخ رابط مختصر في الصفحات او المقالات او المنتجات او اي مكان تريد.

source: Top left
ar: أعلى يسار

source: Top right
ar: أعلى يمين

source: Url
ar: رابط
